[
  {"id":"actonBuiltUnityAssessing2020","abstract":"Team cohesion is a critical factor for team effectiveness. Cohesion is a dynamic emergent state, demonstrating important changes as a function of the interactions among team members. Given the important role of individual differences for impacting the quality of social interactions as well as the resulting appraisals of individuals, it is not surprising that a plethora of studies find significant relationships between team composition and team cohesion. Unfortunately, knowledge of how individual difference composition influences changes in cohesion over time is still lacking. Therefore, drawing on theories on the development of interpersonal relationships, we tested predictions regarding the role of team personality and goal orientation for shaping the longitudinal trajectories of social and task cohesion. More specifically, we used a highly interdependent laboratory simulation to assess the differential impact that individual differences have on the initial status (i.e., intercept) and change (i.e., slope) in cohesion over time. Growth curve modeling results suggest support for our predictions that different individual differences uniquely predict the intercepts and slopes of task and social cohesion. Implications for the composition and intervention of teams are discussed.","author":[{"family":"Acton","given":"Bryan P."},{"family":"Braun","given":"Michael T."},{"family":"Foti","given":"Roseanne J."}],"container-title":"Journal of Business and Psychology","container-title-short":"Journal of Business and Psychology","DOI":"10.1007/s10869-019-09654-7","ISSN":"1573-353X","issue":"6","issued":{"date-parts":[[2020,12,1]]},"page":"751-766","title":"Built for unity: assessing the impact of team composition on team cohesion trajectories","type":"article-journal","URL":"https://doi.org/10.1007/s10869-019-09654-7","volume":"35"},
  {"id":"actonPuttingEmergenceBack2019a","abstract":"The study of leadership emergence has increased substantially over the past few decades. However, due to a lack of integrative theory, we believe limited advancement has been made regarding the full process of leadership emergence. To address this concern, first, we conceptualize the leadership emergence process from a complexity perspective and define emergence as a dynamic, interactive process grounded in three principles of emergent phenomena. Second, we review how previous research has modeled leadership emergence by focusing on the content areas of the lower-level elements, the mechanisms that facilitate their emergence, and the dynamism of the process once it has emerged. Third, based on the findings from the review, we introduce a process-oriented framework of leadership emergence. Fourth, we offer propositions to guide developing and testing emergent leadership processes, and we conclude with recommendations for future leadership process research. Our hope is that by realigning the study of leadership emergence with complexity and multilevel theory, we can reorient this area to focusing more on the process mechanisms within emergence, connecting back to research progress made over 60 years ago.","accessed":{"date-parts":[[2021,3,24]]},"author":[{"family":"Acton","given":"Bryan P."},{"family":"Foti","given":"Roseanne J."},{"family":"Lord","given":"Robert G."},{"family":"Gladfelter","given":"Jessica A."}],"container-title":"The Leadership Quarterly","container-title-short":"The Leadership Quarterly","DOI":"10.1016/j.leaqua.2018.07.002","ISSN":"1048-9843","issue":"1","issued":{"date-parts":[[2019,2,1]]},"language":"en","page":"145-164","source":"ScienceDirect","title":"Putting emergence back in leadership emergence: A dynamic, multilevel, process-oriented framework","title-short":"Putting emergence back in leadership emergence","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1048984317300838","volume":"30"},
  {"id":"hansbroughYouRememberRater2020a","abstract":"Despite widespread concerns about the use of retrospective accounts of leader behavior and response tendencies associated with raters who tend to rely on semantic memory, little attention has been devoted to developing methods that move measurement processes beyond those based on semantic memory to those based on episodic memory. The results from a series of six studies demonstrate a) questionnaire items can be classified in terms of their emphasis on episodic or semantic memory and the language used in items is associated with different types of memory processes, b) scales based on episodic memory have a greater association with trust than do scales based on semantic memory, c) the procedure that requires raters to indicate whether their response to each item is based on semantic or episodic memory dramatically reduces the impact of liking on leadership ratings, and d) the memory source intervention that encourages raters to rely on episodic memory reduces false alarms in leadership ratings. Taken together, these results demonstrate that rater memory systems are an important component of the leadership rating process and that consideration of the type of memory elicited during that process can be used to improve leadership measurement.","accessed":{"date-parts":[[2021,3,24]]},"author":[{"family":"Hansbrough","given":"Tiffany Keller"},{"family":"Lord","given":"Robert G."},{"family":"Schyns","given":"Birgit"},{"family":"Foti","given":"Roseanne J."},{"family":"Liden","given":"Robert C."},{"family":"Acton","given":"Bryan P."}],"container-title":"The Leadership Quarterly","container-title-short":"The Leadership Quarterly","DOI":"10.1016/j.leaqua.2020.101455","ISSN":"1048-9843","issued":{"date-parts":[[2020,8,13]]},"language":"en","page":"101455","source":"ScienceDirect","title":"Do you remember? Rater memory systems and leadership measurement","title-short":"Do you remember?","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1048984320300825"}
]
