[
  {"id":"grahekAnatomyPsychologicalTheory2021a","abstract":"Discussions about the replicability of psychological studies have primarily focused on improving research methods and practices, with less attention paid to the role of well-specified theories in facilitating the production of reliable empirical results. The field is currently in need of clearly articulated steps to theory specification and development, particularly regarding frameworks that may generalize across different fields of psychology. Here we focus on two approaches to theory specification and development that are typically associated with distinct research traditions: computational modeling and construct validation. We outline the points of convergence and divergence between them to illuminate the anatomy of a scientific theory in psychology—what a well-specified theory should contain and how it should be interrogated and revised through iterative theory-development processes. We propose how these two approaches can be used in complementary ways to increase the quality of explanations and the precision of predictions offered by psychological theories.","accessed":{"date-parts":[[2021,3,16]]},"author":[{"family":"Grahek","given":"Ivan"},{"family":"Schaller","given":"Mark"},{"family":"Tackett","given":"Jennifer L."}],"container-title":"Perspectives on Psychological Science","container-title-short":"Perspect Psychol Sci","DOI":"10.1177/1745691620966794","ISSN":"1745-6916","issued":{"date-parts":[[2021,1,6]]},"language":"en","page":"1745691620966794","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Anatomy of a Psychological Theory: Integrating Construct-Validation and Computational-Modeling Methods to Advance Theorizing","title-short":"Anatomy of a Psychological Theory","type":"article-journal","URL":"https://doi.org/10.1177/1745691620966794"},
  {"id":"rubinEventMemoryTheory2015","abstract":"An event memory is a mental construction of a scene recalled as a single occurrence. It therefore requires the hippocampus and ventral visual stream needed for all scene construction. The construction need not come with a sense of reliving or be made by a participant in the event, and it can be a summary of occurrences from more than one encoding. The mental construction, or physical rendering, of any scene must be done from a specific location and time; this introduces a “self” located in space and time, which is a necessary, but need not be a sufficient, condition for a sense of reliving. We base our theory on scene construction rather than reliving because this allows the integration of many literatures and because there is more accumulated knowledge about scene construction’s phenomenology, behavior, and neural basis. Event memory differs from episodic memory in that it does not conflate the independent dimensions of whether or not a memory is relived, is about the self, is recalled voluntarily, or is based on a single encoding with whether it is recalled as a single occurrence of a scene. Thus, we argue that event memory provides a clearer contrast to semantic memory, which also can be about the self, be recalled voluntarily, and be from a unique encoding; allows for a more comprehensive dimensional account of the structure of explicit memory; and better accounts for laboratory and real-world behavioral and neural results, including those from neuropsychology and neuroimaging, than does episodic memory. (PsycINFO Database Record (c) 2018 APA, all rights reserved)","author":[{"family":"Rubin","given":"David C."},{"family":"Umanath","given":"Sharda"}],"container-title":"Psychological Review","DOI":"10.1037/a0037907","event-place":"US","ISSN":"1939-1471(Electronic),0033-295X(Print)","issue":"1","issued":{"date-parts":[[2015]]},"page":"1-23","publisher":"American Psychological Association","publisher-place":"US","source":"APA PsycNET","title":"Event memory: A theory of memory for laboratory, autobiographical, and fictional events","title-short":"Event memory","type":"article-journal","volume":"122"}
]
